<template>
	<div class="text_wrapper">
		<p class="text__p">
			В компании {{ settings.dealer_name }} действует специальное предложение. Воспользуйтесь уникальной возможностью поменять свой
			автомобиль на особо выгодных условиях.
		</p>
		<p class="text__p">
			Специалисты {{ settings.dealer_name }} самостоятельно подготовят все необходимые документы и примут ваш автомобиль
			в зачет стоимости
			нового.
		</p>
		<p class="text__p">
			Если вы решили поменять свой автомобиль, а торговля машинами – не ваш бизнес, то доверьте решение этой задачи
			профессионалам. Сотрудники автоцентра {{ settings.dealer_name }} избавят вас от хлопот и суеты, связанных с продажей старого
			автомобиля.
		</p>
		<p class="text__p">
			Trade-in в автосалоне {{ settings.dealer_name }} - это простое, выгодное и честное предложение для тех, кто ценит собственное время и
			предпочитает профессиональный подход во всем.
		</p>
		<p class="text__p">
			Для нас важно, чтобы обладатель нового автомобиля остался доволен сделкой, и как можно меньше думал о технических
			вопросах, просто наслаждаясь управлением новым автомобилем с максимальным комфортом и безопасностью.
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>