<template>
	<div class="text_wrapper">
		<p class="text__p">
			Компания {{ settings.dealer_name }} на автомобильном рынке функционирует с 2013 года. За эти прошедшие годы мы
			усердно работали, совершенствовали и оттачивали свое мастерство в области продаж и предоставления сервисных услуг.
		</p>
		<p class="text__p">
			В штате компании работает квалифицированный, прошедший сертификацию персонал и
			высокопрофессиональные
			консультанты, которые предоставят Вам исчерпывающую информацию о комплектации и технических
			характеристиках
			понравившегося автомобиля, дадут свои рекомендации и помогут сделать правильный выбор.
		</p>
		<p class="text__p">
			Наша компания совместно с ведущими банками в области потребительского кредитования разработала специальные
			программы, позволяющие снизить процентную ставку и сократить до минимума все процедуры оформления кредита. Мы так
			же сотрудничаем с ведущими страховыми компаниями на российском рынке
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>