<template>
	<div class="text_wrapper">
		<p class="text__about">
			Автоцентр {{ settings.dealer_name }} сотрудничает с ведущими банками Москвы, у нас Вы сможете выбрать подходящие условия по автокредитованию. Благодаря нашей репутации процент одобрения заявок на кредит превышает 95%, а условия оформления и ежемесячных выплат будут одними из самых выгодных. Для оформления потребуется не более двух документов, достаточно предоставить паспорт и водительское удостоверение.

		</p>
		<p class="text__about">
			Заполнив заявку на сайте, вы уже через 30 минут получите предварительный ответ о возможности предоставления автокредита на интересующий Вас автомобиль. Наши кредитные специалисты быстро перезвонят и проконсультируют по всем интересующим вопросам, остаётся только выбрать автомобиль и заполнить данные в онлайн заявке.
		</p>
		<p class="text__about">
			Получите выгодное предложение по автокредитованию от {{ settings.credit_percent }} годовых, со скидкой на все автомобили в 100 000 рублей. Возможно оформление без первоначального взноса и с минимальными ежемесячными платежами, спешите!
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	},
	mounted() {
		console.log(this.settings)
	},
}
</script>