<template>
	<div class="text_wrapper">
		<p class="text__p">
			Компания {{ settings.dealer_name }} совместно с рядом ведущих отечественных банков разрабатывает специальные программы
			для своих
			клиентов, которые отличаются низкими процентными ставками и минимумом формальных процедур оформления кредита.
		</p>
		<p class="text__p">
			Все автомобили с пробегом, в наших автосалонах можно приобрести по кредитной схеме.
			На сегодняшний день около 60% клиентов Carvana отдали предпочтение именно этому способу оплаты.
		</p>
		<p class="text__p">
			Наши менеджеры помогут выбрать оптимальные кредитные схемы и оформить все необходимые документы, направят их в те
			банки, где вероятность получения положительного решения максимальна.
		</p>
		<p class="text__p">
			Вы можете приступить к выбору кредитной схемы прямо сейчас!
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>