<template>
	<div class="text_wrapper">
		<p class="text__about">
			Хотите освежить свой старый автомобиль, но нет времени выставлять его на продажу и принимать постоянные звонки с периодическими выездами для показа? У нас есть решение Вашей проблемы, что бы быстро и выгодно обменять свой авто на более новый, Вы можете воспользоваться услугой Trade-In от автоцентра {{ settings.dealer_name }}. У нас Вы найдете самые востребованные подержанные авто в отличном состоянии.
		</p>
		<p class="text__about">
			Ваш автомобиль будет оценён по максимальной рыночной стоимости. Из итоговой цены приобретаемого Вами авто будет вычтена полная стоимость старой машины, которую мы принимаем в Трейд ИН. Также возможно учесть стоимость старого автомобиля, как первый взнос для получения автокредита, что позволит приобрести авто существенно новее, или премиум класса, без больших единовременных денежных вложений. На все автомобили представленные в автоцентре {{ settings.dealer_name }} предоставляется гарантия 1 год.
		</p>
		<p class="text__about">
			Вам остаётся выбрать интересующий Вас авто на сайте, ввести данные своей машины и дождаться звонка оператора. Ждем Вас в автоцентре {{ settings.dealer_name }} прямо сейчас!
		</p>

	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>