<template>
<div class="text_wrapper">
	<p class="text__p">
		Данный Интернет-сайт носит исключительно информационный характер и ни при каких условиях не является публичной
		офертой, определяемой положениями Статьи 437 Гражданского кодекса РФ. Для получения подробной информации о
		наличии и стоимости указанных товаров и (или) услуг, пожалуйста, обращайтесь к менеджерам
		автосалонов-партнеров.
		Годовая ставка автокредита варьируется от {{ settings.credit_percent }} до 16,5% и зависит от конкретного
		банка, суммы займа и
		кредитной программы. Минимальный срок погашения от 61 дня, максимальный - 84 месяца. При этом любые
		дополнительные комисси автопорталом {{settings.dealer_title}} не взимаются.
	</p>
	<p class="text__p">
		В случае невозвращения в условленный срок суммы автокредита или суммы процентов по автокредиту банк-партнер
		оставляет за собой право начислить штраф за просрочку платежа в среднем размере 0,1% от первоначальной суммы
		автокредита. При несоблюдении условий погашения автокредита данные о нарушителе могут быть переданы в
		специальный реестр должников и коллекторское агентство для взыскания задолженности.
	</p>
	<p class="text__p">
		Кредитор: Кредит предоставляется банком ПАО «Совкомбанк» ({{ settings.license }}).
	</p>
</div>
</template>

<script>
import {mapGetters} from "vuex";

export default {
	computed:{
		...mapGetters({
			settings:'settings/settings'
		})
	}
}
</script>

<style scoped>

</style>