<template>
	<div class="text_wrapper">
		<p class="text__p">
			Самостоятельная продажа автомобиля зачастую занимает много времени. Мы предлагаем Вам возможность быстро и без
			проблем получить деньги за свои автомобиль.
		</p>
		<p class="text__p">
			Вам не придётся ждать продажи Вашего автомобиля, как это происходит в случае комиссионной продажи автомобиля.
		</p>
		<p class="text__p">
			Мы точно такие же покупатели, с тем лишь исключением, что:
		</p>
		<ul class="text__ul">
			<li>Мы не просим рассрочки</li>
			<li>Нам не нужно время чтобы подумать</li>
			<li>Мы не советуемся с многочисленными родственниками и друзьями</li>
			<li>Мы не торгуемся с Вами</li>
			<li>Мы не предлагаем проехать к знакомому специалисту</li>
			<li>Мы не расплачиваемся за автомобиль в малопригодном для этого месте</li>
		</ul>
		
		
		
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>