<template>
	<div>
		<h2 class="h2__title h2__title--no-margin-top">Файлы Cookie и анализ посещения сайта</h2>
		<p class="text__p">
			Продолжая использовать данный Сайт или предпринимая любые другие действия в рамках действующего законодательства
			(например, переход по ссылке с веб-баннера), вы соглашаетесь с тем, что данный сайт {{ domain }} может размещать на
			вашем компьютере или мобильном устройстве cookie-файлы. Пожалуйста, прочитайте приведенную ниже политику
			использования cookie-файлов, чтобы понимать, для чего владелец Сайта использует данную технологию и какой именно
			информации это касается.
		</p>
		<p class="text__p">
			Если вы не принимаете настоящие условия в отношении cookie-файлов, связанные с использованием данного Сайта, вам
			следует немедленно прекратить его использование или отключить технологию cookie-файлов в своем Интернет-браузере в
			соответствующих настройках (см. ниже). Пожалуйста, учтите, что отключение обмена cookie-файлами повлияет на
			доступный вам функционал данного Сайта – в том числе, может помешать получить его некоторые возможности в полной
			мере.
		</p>
		<h2 class="h2__title">Использование cookie-файлов:</h2>
		<p class="text__p">
			Для упрощения работы с Сайтом используются cookie-файлы. Это небольшие элементы данных, сохраняемые на жестком
			диске вашего компьютера или памяти мобильного устройства (телефона, планшета) вашим браузером, и которые
			необходимы для использования данного Сайта. Используемые сookie-файлы не сохраняют персональные данные и никаким
			другим образом не собирают персональную информацию о вас.
		</p>
		<h2 class="h2__title">Cookie-файлы на данном Сайте используются в следующих целях:</h2>
		<p class="text__p">Оптимизация работы данного Сайта.
		                   Использование cookies-файлов позволяет владельцу Сайта определить особенности использования
		                   данного Сайта, для того чтобы затем повысить его привлекательность, улучшить содержание и
		                   функциональность. Например, благодаря cookies-файлам можно узнать, посещаются ли страницы Сайта,
		                   и если посещаются, то какие из них пользуются наибольшей популярностью и какая информация
		                   представляет наибольший интерес для пользователей Сайта. В частности, отслеживается число
		                   посещений веб-страницы Сайта, количество просмотренных страниц Сайта, время, проведенное на
		                   веб-странице Сайта, а также последовательность посещения веб-страниц Сайта.
		</p>
		<p class="text__p">
			Также можно установить, какие поисковые системы привели вас на данный Сайт, страну, регион и, при
			необходимости, город, из которого был осуществлен доступ, используемый вами браузер и выбранный
			для него язык, а также количество мобильных устройств, посредством которых осуществлялся доступ
			на Cайт. IP-адреса вашего компьютера передаются автоматически и сохраняется исключительно в
			анонимизированной форме. По IP-адресу невозможно отследить вас как физическое лицо.
		</p>
		<p class="text__p">
			Показ целенаправленной интернет-рекламы.
			Владелец Сайта оставляет за собой право использовать информацию, полученную из cookies-файлов,
			для анонимного анализа использования Сайта с целью размещения на нем рекламной информации. Это
			может быть удобным для вас, потому что позволяет показывать вам рекламу которая представляет для
			вас интерес, исходя из особенностей использования вами данного Сайта. Одновременно на вашем
			экране появляется меньше рекламы услуг и товаров, которые не представляют для вас интереса.
		
		</p>
		<p class="text__p">
			Некоторые файлы cookie, сохраняемые при посещении вами данного Сайта, могут сохраняться и использоваться другими
			компаниями, в частности наличие кнопки «Мне нравится» какой-либо социальной сети или другой аналогичной кнопки на
			Сайте указывает на то, что социальная сеть может сохранять и использовать свои собственные файлы cookie,
			необходимые для функционирования кнопки и других задач (дополнительную информацию см. в соответствующем разделе
			«Политика конфиденциальности/Политика в отношении файлов cookie» соответствующей социальной сети).
		</p>
		<h2 class="h2__title">Контроль и удаление cookies-файлов.</h2>
		<p class="text__p">
			Большинство интернет-браузеров изначально настроены автоматически принимать cookies-файлы. Вы можете изменить
			настройки таким образом, чтобы блокировать cookies-файлы на жестком диске вашего компьютера (памяти мобильного
			устройства) или получать предупреждение, когда cookies-файлы будут отправлены на жесткий диск (память мобильного
			устройства).
		</p>
		<p class="text__p">
			Вы можете в любой момент удалить установленные данным Сайтом cookie-файлы. Более подробную информацию о таких
			возможностях можно получить, обратившись к инструкции по использованию вашего интернет-браузера. Как правило,
			нужный раздел регулировки можно найти в меню «Настройки», «Опции» или «Предпочтения» вашего браузера.
		</p>
		<p class="text__p">
			Вы можете также воспользоваться функцией «Помощь» своего браузера. Чтобы лучше понять суть такой регулировки,
			пройдите по указанным ниже ссылкам и ознакомьтесь с представленной в них информацией
		</p>
		<p class="text__p">
			<a target="_blank"
			   href="https://support.microsoft.com/ru-ru/windows/%D1%83%D0%B4%D0%B0%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D1%84%D0%B0%D0%B9%D0%BB%D0%BE%D0%B2-cookie-%D0%B8-%D1%83%D0%BF%D1%80%D0%B0%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%B8%D0%BC%D0%B8-168dab11-0753-043d-7c16-ede5947fc64d">
				Настройка cookie-файлов в браузере Internet Explorer
			</a>
			<br />
			<a target="_blank"
			   href="https://support.mozilla.org/ru/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas">Настройка
			                                                                                               cookie-файлов в
			                                                                                               браузере Firefox
			</a>
			<br />
			<a target="_blank"
			   href="https://support.google.com/chrome/answer/95647">Настройка cookie-файлов в браузере Chrome
			</a>
			<br />
			<a target="_blank"
			   href="https://support.apple.com/ru-ru/HT201265">Настройка cookie-файлов в браузере Safari
			</a>
		</p>
		<h2 class="h2__title">Использование Google Analytics и Яндекс.Метрики.</h2>
		<p class="text__p">
			Этот Сайт использует Google Analytics (система аналитики компании Google Inc.) и Яндекс.Метрику. Эта система
			использует cookies-файлы с целью сбора на Сайте данных для анализа. Google использует эти данные для создания
			отчетов о посещениях этого Сайта, об их активности, оценки поведения пользователей на Сайте. Google может
			передавать информацию третьим лицам, если это не противоречит законам или эти лица имеют договор с Google. Google
			не соотносит ваш IP-адрес с любой другой информацией, хранящейся в Google.
		</p>
		<p class="text__p">Вы можете:</p>
		<p class="text__p">
			запретить Google отслеживать cookies-файлы, которые генерируются при посещении данного Сайта (включая ваш
			IP-адрес), обрабатывать эти данные и передавать в Google,
			<a target="_blank"
			   href="https://tools.google.com/dlpage/gaoptout?hl=ru">скачав
			</a>
			и установив специальный плагин для браузера.
		</p>
		<p class="text__p">
			заблокировать сохранение cookies, выбрав соответствующие настройки в своем браузере.
			Более подробную информацию об использовании и защите данных Вы найдете на
			<a target="_blank"
			   href="https://www.google.com/analytics/terms/">сайте
			</a>
			.
		</p>
		<p class="text__p">
			Данный сайт использует средства Яндекс.Метрики для анализа статистики использования данного веб-сайта.
			Яндекс.Метрика генерирует статистическую и прочую информацию об использовании веб-сайта посредством файлов
			«cookie», хранящихся на компьютерах пользователей. Информация, сгенерированная в отношении нашего веб-сайта,
			используется при создании отчетов об использовании веб-сайта.
		</p>
		<p class="text__p">
			Яндекс хранит и использует такую информацию на протяжении промежутка времени, установленным внутренними
			регламентами сервисов, а также законодательством Российской Федерации в зависимости от типа файла «cookie».
			<a target="_blank"
			   href="https://yandex.ru/legal/confidential/">Политика конфиденциальности Яндекс
			</a>
			.
		</p>
		<p class="text__p">
			На Сайте система Google Analytics также используется для анализа данных полученных от AdWords и cookies-файлов из
			DoubleClick для статистических целей. Если вы хотите отключить эту опцию, воспользуйтесь
			<a target="_blank" href="https://www.google.com/settings/ads/onweb/">Менеджером рекламных
			           предпочтений Google</a> (Ad Preferences Manager).
		</p>
		<p class="text__p">
			Дополнительно вы можете получить необходимую информацию об использовании данных компанией Google
			<a target="_blank" href="https://policies.google.com/technologies/partner-sites?hl=eng">по ссылке</a>.
		</p>
	</div>
</template>

<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			domain: 'settings/domain'
		})
	},
}
</script>