<template>
	<div>
		<h2 class="h2__title h2__title--no-margin-top">Политика конфиденциальности</h2>
		<p class="text__p">
			Веб-сайт {{ domain }} (далее – мы) заботится о сохранении конфиденциальности Вашей информации. В настоящем
			документе описываются принятые {{ domain }} правила использования персональных данных, которые вы сообщаете нам в
			онлайне или в офлайне — по обычной почте, в конкурсных материалах, по телефону, в ходе опросов, используя
			возможности сайта и т.п. Внимательно прочтите весь документ. Продолжая пользоваться веб-сайтом {{ domain }} или
			предоставляя нам свою личную информацию через веб-сайт или офлайновыми методами, Вы соглашаетесь с этой Политикой
			конфиденциальности.
		</p>
		<p class="text__p">
			Время от времени {{ domain }} может пересматривать Политику конфиденциальности, отражая изменения в
			законодательстве, мерах соблюдения конфиденциальности{{ domain }} или содержании веб-сайта. Если такие изменения
			влияют на то, как мы собираем и используем Вашу информацию, эти изменения будут внесены в настоящую Политику
			конфиденциальности, и будет объявлена дата их вступления в силу. Поэтому, чтобы оставаться в курсе текущей
			политики, необходимо периодически перечитывать Политику конфиденциальности. Даже если {{ domain }} существенно
			изменит свои методы сбора и использования персональных данных, Ваша личная информация будет по-прежнему
			регулироваться той Политикой, по которой она была собрана.
		</p>
		<p class="text__p">
			Используемые в настоящей Политике конфиденциальности термины «мы» и «нас» относятся к {{ domain }}.
		</p>
		<h2 class="h2__title">
			Обработка персональных данных
		</h2>
		<p class="text__p">
			Персональные данные сохраняются лишь при условии вашего согласия на их предоставление нам, например, при
			регистрации на сайте, проведении опросов, конкурсов или при наличии иных законных оснований для обработки данных,
			например, в целях заключения и исполнения договоров.
		</p>
		<p class="text__p">
			{{ domain }} использует Ваши персональные данные для создания и управления клиентской базой, проведения опросов по
			продукции компании и в маркетинговых целях, в частности, для предоставления возможности взаимодействовать с
			Сайтом, продвижения товаров и услуг, получения и исследования статистических данных об объемах продаж и качестве
			услуг, оказываемых {{ domain }}. Передача персональных данных государственным органам осуществляется исключительно
			в рамках обязывающих нас требований законодательства. На наших сотрудников и контрагентов распространяются
			обязательства о строгом соблюдении конфиденциальности.
		</p>
		<h2 class="h2__title">
			Право выбора
		</h2>
		<p class="text__p">
			Мы хотели бы использовать Ваши данные, чтобы иметь возможность информировать Вас о нашей продукции и
			предоставляемых нами услугах и, при необходимости, узнавать Ваше мнение о них с вашего предварительного согласия.
			Если Вы не согласны далее участвовать в них, можете в любое время сообщить нам об этом, чтобы Ваши данные не
			использовались для данной цели. Дальнейшую информацию Вы найдете на соответствующих страницах нашего сайта.
		</p>
		<p class="text__p">
			На нашем веб-сайте может быть предоставлена возможность подписки на электронные рассылки новостей. Вы можете в
			любое время отказаться от указанной рассылки, воспользовавшись для этого предусмотренной в рассылке опцией.
		</p>
		<p class="text__p">
			По вашему запросу мы предоставим Вам обзор Вашей персональных данных, которую Вы предоставили {{ domain }}, и
			примем разумные меры для исключения любой некорректной персональных данных, о которой Вы нам сообщите. Если Вы
			попросите нас прекратить использование персональных данных, предоставленной Вами {{ domain }}, мы удовлетворим эту
			просьбу, сохранив все записи Вашей персональных данных, необходимые для соблюдения действующих федеральных
			законов, законов штата или местных законов.
		</p>
		<p class="text__p">
			При Вашем обращении или обращении Вашего законного представителя, запросе в письменной или электронной форме, на
			доступ к своим персональным данным {{ domain }} руководствуется требованиями статей 14, 18 и 20 Федерального
			закона
			№ 152-ФЗ.
		</p>
		<p class="text__p">
			В зависимости от информации, предоставленной в запросе, {{ domain }} принимает решение о предоставлении Вам
			доступа
			к Вашим персональным данным. В случае если данных предоставленных Вами недостаточно для установления Вашей
			личности или предоставление персональных данных нарушает конституционные права и свободы других лиц {{ domain }}
			подготавливает мотивированный ответ, содержащий ссылку на положение части 8 статьи 14 Федерального Закона № 152-ФЗ
			или иного Федерального Закона, являющееся основанием для такого отказа, в срок, не превышающий тридцати рабочих
			дней от даты получения Вашего обращения или обращения Вашего законного представителя.
		</p>
		<p class="text__p">
			Сведения о наличии персональных данных предоставляются Вам при ответе на запрос в течение тридцати дней от даты
			получения Вашего запроса или запроса Вашего законного представителя.
		</p>
		<p class="text__p">
			Веб-сайт {{ domain }} оставляет за собой право проверить полноту и точность предоставляемой персональных данных. В
			случае выявления ошибочной или неполной информации, Оператор имеет право прекратить все отношения с Вами.
		</p>
		<p class="text__p">
			Если вы хотите связаться с нами по поводу нашей Политики конфиденциальности или по поводу обработки {{ domain }}
			Ваших персональных данных, проверить или исправить свою личную информацию или отказаться от любых наших будущих
			сообщений, а также отозвать согласие на обработку персональных данных, пожалуйста, обращайтесь по форме обратной
			связи на странице контактов текущего веб-сайта.
		</p>
		<p class="text__p">
			По Вашему запросу {{ domain }} в соответствии с действующим законодательством ответит Вам, хранятся ли у нас Ваши
			персональные данные и если да, то какие. Если при всем нашем стремлении к достоверности и актуальности хранимой у
			нас информации она по каким-либо причинам окажется неточной, то по Вашему требованию в нее будут внесены
			соответствующие исправления.
		</p>
	</div>
</template>

<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			domain: 'settings/domain'
		})
	},
}
</script>